tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "automake"
brew "bison"
brew "chruby"
brew "gdbm"
brew "git"
brew "libffi"
brew "readline"
brew "python"
brew "go"
brew "gradle"
brew "haskell-stack"
brew "jenv"
brew "jq"
brew "libyaml"
brew "mysql"
brew "neovim"
brew "node"
brew "openssl"
brew "peco"
brew "postgresql"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "swagger-codegen"
brew "tree"
brew "zplug"
cask "amethyst"
cask "hyper"
cask "java"
cask "karabiner-elements"
cask "postico"
cask "postman"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
