tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
brew "asdf"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "neovim"
brew "openssl"
brew "tree"
brew "zoxide"
brew "zsh"
cask "amethyst"
cask "docker"
cask "git-credential-manager-core"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "visual-studio-code"
